import React, { PureComponent } from "react";
import { Parallax } from "react-scroll-parallax";

export default class About extends PureComponent {
  state = { load: false };
  componentDidMount() {
    setTimeout(() => {
      this.setState({ load: true });
    }, 400);
  }

  render() {
    return (
      <div className="about">
        <div className="about-overlay"></div>
        {this.state.load && (
          <Parallax className="parallaxy" y={[-80, 20]} tagOuter="figure">
            <div></div>
          </Parallax>
        )}
        <section className="grid">
          <header>
            <h2>עלינו</h2>
          </header>
          <p>
            אנחנו שני טכנאי מחשבים שהם גם גיימרים בנשמה התוודענו למציאות המדומה
            והתמכרנו !{" "}
          </p>
          <p>
            כשרצינו לרכוש משקפי מציאות מדומה ולא מצאנו חנויות, הבנו שבישראל לא
            מספיק אנשים התוודעו למציאות המדומה ואין חנויות שמבינות בנושא ויתנו
            שירות לנו הצרכנים, אז הקמנו בעצמנו חנות שתתן את השירות בנושא המציאות
            המדומה.{" "}
          </p>
          <p>
            כאוהדים אמיתיים של הטכנולוגיה ישבנו וחקרנו על המשקפיים לסוגיהם,
            בחלקם התנסינו ועל חלק קראנו ביקורות כיום אנחנו מנוסים ויכולים להמליץ
            לך בביטחון אילו משקפיים יתאימו לדרישות שלך.
          </p>
          <p>
            אל תהסס צור איתנו קשר כבר היום ונמליץ לך על משקפי מציאות שיתאימו לך
            אנו מבטיחים לך כי ברגע שתנסה תתמכר.
          </p>
          <p>
            השאיפה שלנו היא להכיר לכמה שיותר אנשים את עולם המציאות מדומה וליצור
            קהילה אוהדת סביב הנושא, בוא ותהיה חלק מהקהילה.
          </p>
        </section>
        <section className="grid">
          <header>
            <h2>למה כדאי לרכוש מאיתנו</h2>
          </header>
          <p>
            <u> שירות:</u> מלכתחילה הקמנו את החנות כדי לתת שירות לאלו בארץ
            שרוצים לרכוש ואינם יכולים כי אין כמעט חנויות בארץ.
            <br />
            לכן שירות, זה בראש סדר העדיפויות שלנו אם תתקשרו אלינו תקבלו יעוץ
            מקצועי ועזרה ברכישה והכל בשמחה.
          </p>
          <p>
            <u> מחירי המוצרים:</u> אנו דואגים לעדכן את המחירים כדי להביא לכם את
            המוצרים במחירים הכי זולים במידה ומצאתם חנות אחרת שאותו מוצר באותו
            מפרט ואותם תנאים זול יותר מאצלנו, דברו איתנו ובמידת האפשר ניתן לכם
            מחיר זול יותר.
          </p>
          <p>
            <u> משלוח:</u> אנחנו לא מחזיקים חנות וזה מה שמאפשר לנו לתת לכם
            מחירים זולים, ובנוסף משלוח בדואר רשום על חשבונינו.
          </p>
          <p>
            <u> מקצועיות:</u> אנחנו לא רק מוכרים, אנחנו בעצמנו משתמשים במוצר
            אנחנו מכירים את היכולות שלו את היתרונות והחסרונות, לכן אתה יכול
            להיות בטוח שאנחנו נמליץ על המוצר שיתאים לדרישות שלך כמו כפפה ליד.
          </p>
        </section>
      </div>
    );
  }
}
