import React, { PureComponent } from "react";
import Navbar from "../components/navbar/navbar";

export default class About extends PureComponent {
  render() {
    return (
      <div className="about">
        <Navbar />
        <section className="grid">
          <header>
            <h1>עלינו</h1>
          </header>
          <p>
            אנחנו שני טכנאי מחשבים שהם גם גיימרים בנשמה התוודענו למציאות המדומה
            והתמכרנו !{" "}
          </p>
          <p>
            כשרצינו לרכוש משקפי מציאות מדומה ולא מצאנו חנויות, הבנו שבישראל
            עדיין לא מספיק אנשים התוודעו למציאות המדומה ואין חנויות שמבינות
            בנושא ויתנו שירות לנו הצרכנים, אז הקמנו בעצמנו חנות שתתן את השירות
            בנושא המציאות המדומה.{" "}
          </p>
          <p>
            כאוהדים אמיתיים של הטכנולוגיה ישבנו וחקרנו על המשקפיים לסוגיהם,
            בחלקם התנסינו ועל חלק קראנו ביקורות כיום אנחנו מנוסים ויכולים להמליץ
            לך בביטחון אילו משקפיים יתאימו לדרישות שלך.
          </p>
          <p>
            אל תהסס צור איתנו קשר כבר היום ונמליץ לך על משקפי מציאות שיתאימו לך
            אנו מבטיחים לך כי ברגע שתנסה תתמכר.
          </p>
          <p>
            השאיפה שלנו היא להכיר לכמה שיותר אנשים את עולם המציאות מדומה וליצור
            קהילה אוהדת סביב הנושא, בוא ותהיה חלק מהקהילה.
          </p>
        </section>
      </div>
    );
  }
}
