import Navbar from "../components/navbar/navbar";

const Terms = () => {
  return (
    <div className="terms">
      <Navbar />
      <section className="grid">
        <header>
          <h2>תנאי שימוש</h2>
        </header>
        <div>
          <header>
            <h5>מדיניות ביטול עסקה</h5>
          </header>
          <p>במידה ורכשתם מוצר מאיתנו ואתם רוצים להחזירו אלו התנאים:</p>
          <p>
            {" "}
            ניתן לבטל עסקה עד 14 יום מיום קבלת המוצר, ובתנאי שלא נפתח והוחזר
            באריזתו המקורית, ובהצגת חשבונית בלבד.{" "}
          </p>
          <p>
            ביטול הזמנה יהיה כרוך בדמי ביטול בסך 5% מעלות המוצר או 100 ש''ח
            הנמוך מביניהם.{" "}
          </p>
          <p> מוצר שאריזתו נפתחה לא ניתן להחזיר או לבטל את העסקה.</p>
          <p>
            הכסף יוחזר באותה הדרך בה נעשה התשלום: מזומן, אשראי, העברה בנקאית.
          </p>
          <p>
            במידה ורכשתם מוצר ועדיין לא טיפלנו בהזמנה (שלא נעשתה שליחה של המוצר)
            לא תחוייבו בכלל.
          </p>
          <p>
            במידה וכבר שלחנו את המוצר בדואר יחוייב הלקוח בדמי המשלוח בנוסף לדמי
            הביטול.
          </p>
        </div>
        <div>
          <header>
            <h5>תנאי החזרת מוצר </h5>
          </header>
          <p>
            במידה וכבר נשלח המוצר לא יהיה ניתן לבטל עסקה עד אשר יקבל הלקוח את
            המוצר ויחזירו אלינו.
          </p>
          <p>
            עליכם לדאוג כי המוצר יגיע אלינו כפי שהוא הגיע אליכם (באריזתו המקורית
            ללא פגיעה).
          </p>
          <p>
            במידה ושלחתם או הבאתם את המוצר אלינו והוא או אריזתו המקורית ניזוקו,
            בין אם על ידכם או בין אם על ידי חברת השילוח, לא יהיה ניתן לבטל עסקה.{" "}
          </p>
        </div>
        <div>
          <header>
            <h5>מדיניות תנאי שימוש והאתר </h5>
          </header>
          <p>
            חברת virtualRealityEra שומרת לעצמה את הזכות לסגור או לבטל או לשנות
            את האתר או המידע הכתוב באתר או את תנאי השירות בכל עת.
          </p>
          <p>חובת הלקוח היא להתעדכן בתנאי השימוש לפני כל קנייה.</p>
          <p>
            המידע המוצג באתר הינו לעזרת הגולש ואין בו משום התחייבות כלשהי כלפי
            הלקוח, מלבד תנאי הזמנה ופירוט תוכן חלקי המוצר בהזמנה.{" "}
          </p>
          <p>
            מחובתכם לבדוק אם המידע או ההסבר המוצג על פריט מכל סוג שהוא נכון
            לגביו (הכוונה היא מידע טכני על המוצר או כל דבר שהוא לא מידע על תנאי
            ההזמנה).
          </p>
        </div>
        <div>
          <header>
            <h5>מדיניות תיקונים ואחריות על מוצרים </h5>
          </header>
          <p>
            אחריות על מוצרים, תכונותיהם ואיכותם הינם באחריות היצרן בלבד ואינם
            באחריות החברה.
          </p>
          <p>
            החברה מעניקה אחריות יצרן לתיקונים ותקלות הנובעות מפגמי ייצור בלבד.
            אחריות זו ניתנת בחינם למכשירים חדשים בלבד בצורה אוטומטית ולמשך שנה
            מיום הרכישה ובהצגת חשבונית הקנייה.
          </p>
          <p>
            זמן תיקון המוצר תלוי בזמן השילוח המוצר ליצרן, תיקונו ע''י היצרן,
            והחזרתו חזרה לחנות, אנו לא מתחייבים על זמן לתיקון המוצר עד חזרתו
            ללקוח אך נשמח לסייע בבדיקת סטטוס התיקון ולידע את הלקוח ברגע שהמוצר
            חוזר מתיקון.
          </p>

          <p>
            החזרת המוצר המתוקן ללקוח תיעשה אך ורק כנגד מסירת טופס תיקון ובהצגת
            תעודה מזהה.
          </p>
          <p>
            החברה אינה אחראית לטיב התיקון והשירות המסופק ע"י היצרן/יבואן ו/או
            המשווק.
          </p>
        </div>
        <div>
          <header>
            <h5>מדיניות אמצעי תשלום </h5>
          </header>
          <p>החברה מקבלת תשלום באמצעות אשראי או העברה בנקאית.</p>
        </div>
        <p>
          מדיניות החלפת ו/או החזרת מוצרים זו נוסחה בלשון זכר מטעמיי נוחות בלבד,
          אך מיועדת לנשים וגברים כאחד.
        </p>
      </section>
    </div>
  );
};

export default Terms;
